# vi: filetype=ruby

tap "1password/tap"
tap "ekvedaras/cask"
tap "felixkratz/formulae"
tap "ggozad/formulas"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazynpm"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "lucaspickering/tap"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "tidbyt/tidbyt"
tap "universal-ctags/universal-ctags"
brew "xz"
brew "zstd"
brew "asciidoctor"
brew "aspell"
brew "bat"
brew "bchunk"
brew "btop"
brew "sqlite"
brew "carthage"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "codespell"
brew "difftastic"
brew "diskonaut"
brew "dotenv-linter"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "gnutls"
brew "librist"
brew "opus"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grc"
brew "gron"
brew "helix"
brew "htop"
brew "hub"
brew "jansson"
brew "jj"
brew "jjui"
brew "jnv"
brew "jq"
brew "llm"
brew "luarocks"
brew "macchina"
brew "mas"
brew "mise"
brew "openjdk"
brew "maven"
brew "most"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ollama"
brew "tmux"
brew "overmind"
brew "parallel"
brew "pkgconf"
brew "pngpaste"
brew "procs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "subversion"
brew "switchaudio-osx"
brew "terraform"
brew "universal-ctags"
brew "viu"
brew "wget"
brew "wthrr"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fish"
cask "1password-cli"
cask "aerospace"
cask "font-fira-code"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font-ligaturized"
cask "linearmouse"
cask "love"
cask "vlc"
cask "xnapper"
cask "yacreader"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Brother iPrint&Scan", id: 1193539993
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Copilot", id: 1447330651
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Sequel Ace", id: 1518036000
mas "Sink It for Reddit", id: 6449873635
mas "Sleeve", id: 1606145041
mas "StreetPass for Mastodon", id: 6446224821
mas "Structured", id: 1499198946
mas "Sweet Home 3D", id: 669289700
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
mas "World Clock", id: 956377119
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
