tap "1password/tap"
tap "alexanderwillner/tap"
tap "browsh-org/browsh"
tap "ejoffe/tap"
tap "felixkratz/formulae"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "universal-ctags/universal-ctags"
tap "withgraphite/tap"
brew "xz"
brew "openssl@3"
brew "asciidoctor"
brew "asdf"
brew "aspell"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "cowsay"
brew "dotenv-linter"
brew "elixir"
brew "tree-sitter"
brew "emacs"
brew "entr"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "foreman"
brew "fzf"
brew "gh"
brew "ghi"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "sqlite"
brew "grc"
brew "himalaya"
brew "htop"
brew "hub"
brew "jq"
brew "libiconv"
brew "librdkafka"
brew "livekit"
brew "lnav"
brew "lpeg"
brew "luarocks"
brew "mas"
brew "mcfly"
brew "most"
brew "mysql@5.7", restart_service: true
brew "neofetch"
brew "neovim"
brew "node"
brew "nodenv"
brew "ocaml"
brew "openjdk"
brew "tmux"
brew "overmind"
brew "parallel"
brew "pnpm"
brew "procs"
brew "progress"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "rustup-init"
brew "sapling"
brew "starship"
brew "stylua"
brew "subversion"
brew "switchaudio-osx"
brew "tree"
brew "universal-ctags"
brew "vale"
brew "vimpager"
brew "vivid"
brew "w3m"
brew "watch"
brew "weechat"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "alexanderwillner/tap/things.sh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "docker"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-source-sans-pro"
cask "ia-markdown-dictionary"
cask "sf-symbols"
cask "viscosity"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Craft", id: 1487937127
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
